{
  "intents": [
    {
      "intent": "saudacao",
      "patterns": [
        "oi",
        "olá",
        "ola",
        "oii",
        "oiii",
        "oooi",
        "oiee",
        "eae",
        "eai",
        "e aí",
        "e ai",
        "fl",
        "fala",
        "fala aí",
        "fala ai",
        "salve",
        "salvee",
        "salve aí",
        "salve ai",
        "bom dia",
        "boa tarde",
        "boa noite",
        "bomdia",
        "boatarde",
        "boanoite",
        "hey",
        "opa",
        "opaa",
        "suave",
        "beleza",
        "blz",
        "tudo bem",
        "td bem",
        "tudo bom",
        "td bom",
        "como vai",
        "como vc vai",
        "como você vai",
        "tudo certo",
        "td certo",
        "qual é",
        "qual eh",
        "como está",
        "como ta",
        "como tá",
        "como você está",
        "como vc está",
        "oi tudo bem",
        "olá como vai",
        "e aí beleza",
        "fala comigo"
      ],
      "responses": [
        "Oi! Como posso te ajudar hoje? Estou aqui para esclarecer suas dúvidas sobre a localização da Amazônia!",
        "Olá! Seja bem-vindo(a)! Precisa de informações sobre a localização amazônica? Estou aqui para ajudar!",
        "E aí! Tudo bem? Em que posso te auxiliar sobre a Amazônia e sua localização geográfica?",
        "Fala! Beleza? Pronto para tirar suas dúvidas sobre onde fica a região amazônica?",
        "Salve! Como vai? Estou aqui para conversar sobre a localização da Amazônia nos países sul-americanos!",
        "Opa! Tudo certo? Quer saber mais sobre a distribuição territorial da Amazônia? Vamos conversar!",
        "Oi! Que bom te ver por aqui! Como posso esclarecer suas questões sobre a localização amazônica?",
        "Olá! Espero que esteja bem! Estou disponível para falar sobre a geografia amazônica!",
        "E aí! Suave? Precisa de ajuda com informações sobre onde se localiza a floresta amazônica?",
        "Hey! Blz? Vamos conversar sobre a localização da Amazônia nos cinco países que ela abrange!"
      ]
    },
    {
      "intent": "despedida",
      "patterns": [
        "tchau",
        "tchau tchau",
        "xau",
        "xau xau",
        "bye",
        "bye bye",
        "até mais",
        "ate mais",
        "até logo",
        "ate logo",
        "até",
        "ate",
        "flw",
        "falou",
        "falows",
        "vlw",
        "valeu",
        "valeus",
        "obrigado",
        "obrigada",
        "obg",
        "brigado",
        "brigada",
        "muito obrigado",
        "muito obrigada",
        "mt obg",
        "obrigadão",
        "obrigadona",
        "grato",
        "grata",
        "gratidão",
        "tmj",
        "tamo junto",
        "tamo juntos",
        "abraço",
        "abraços",
        "beijo",
        "beijos",
        "um abraço",
        "forte abraço",
        "até a próxima",
        "ate a proxima",
        "até breve",
        "ate breve",
        "nos falamos",
        "nós falamos",
        "até depois",
        "ate depois",
        "vou nessa",
        "vo nessa",
        "tenho que ir"
      ],
      "responses": [
        "Tchau! Foi um prazer esclarecer sobre a localização amazônica! Volte sempre que precisar!",
        "Até mais! Espero ter ajudado com as informações sobre a Amazônia! Grande abraço!",
        "Valeu pela conversa! Até logo e lembre-se: a Amazônia abrange cinco países sul-americanos!",
        "Falou! Obrigado por perguntar sobre a localização amazônica! Nos vemos por aí!",
        "Flw! Que bom poder falar sobre a geografia amazônica com você! Até a próxima!",
        "Bye! Espero que tenha ficado claro sobre onde fica a região amazônica! Forte abraço!",
        "Obrigado pela oportunidade de explicar sobre a Amazônia! Até breve e sucesso sempre!",
        "Tchau tchau! Foi ótimo conversar sobre a localização dos 42% amazônicos da Colômbia e demais países!",
        "Gratidão pela conversa! Até mais e lembre-se da importância da localização equatorial amazônica!",
        "Tamo junto! Até logo e qualquer dúvida sobre geografia amazônica, pode voltar!"
      ]
    }
  ]
}